Repository: kodi-game/game.libretro.xmil
Catalog: game.libretro.xmil/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, ga, zh_cn

# Addon Summary
source: Sharp X1 (X Millennium)
zh_cn: 夏普 X1 (X Millennium)

# Addon Description
source: X millennium was born in the late 1990s as X1R, a real-time mode fork of X1EMU.
da_dk: X millennium blev født i slutningen af 1990'erne som X1R, en fork af X1EMU i real-tid.
de_de: X Millennium wurde in den späten 1990er Jahren als X1R geboren, ein Echtzeitmodus-Ableger von X1EMU.
es_es: X milenio nació a finales de los 90 como X1R, una bifurcacación en modo de tiempo real del X1EMU.
ga: Rugadh X millennium ag deireadh na 1990idí mar X1R, forc mód fíor-ama de X1EMU.
zh_cn: X millennium 作为 X1R 诞生于20世纪90年代末，是 X1EMU 的实时模式分支。

# #30001
source: Resolution
da_dk: Opløsning
de_de: Auflösung
es_es: Resolución
ga: Rún
zh_cn: 分辨率

# #30002
source: Boot media
da_dk: Opstartsmedie
de_de: Bootmedium
es_es: Medio de Arranque
ga: Meáin tosaithe
zh_cn: 引导介质

# #30003
source: ROM type
de_de: ROM-Typ
es_es: Tipo de ROM
ga: Cineál ROM
zh_cn: ROM 类型

# #30005
source: Disp Vsync
da_dk: Disponibel Vsync
ga: Taispeáin Vsync
zh_cn: 显示垂直同步

# #30006
source: Raster
ga: Rastar
zh_cn: 光栅

# #30007
source: No wait
da_dk: Vent ikke
de_de: Ohne Warten
es_es: No Hay Espera
ga: Gan fanacht
zh_cn: 无等待

# #30008
source: Joy Reverse
da_dk: Omvendt joystick
de_de: Joy umkehren
es_es: Joy Invertido
ga: Aisiompú Áthais
zh_cn: Joy 反转

# #30009
source: Joy Rapid
da_dk: Hurtig joystick
es_es: Joy Rápido
ga: Joy Mear
zh_cn: Joy 快速

# #30010
source: Audio sampling rate
da_dk: Samplinghastighed for lyd
es_es: Frecuencia de Muestreo de Audio
ga: Ráta samplála fuaime
zh_cn: 音频采样率

# #30011
source: Seek Sound
da_dk: Søg lyd
de_de: Suchsound
es_es: Buscar Sonido
ga: Lorg Fuaim
zh_cn: 搜索声音

# #30012
source: Scanlines in low-res
da_dk: Skanlinjer i lav opløsning
es_es: Líneas de Escaneo de Baja Resolución
ga: Línte scanadh i réiteach íseal
zh_cn: 低分辨率扫描线

# #30013
source: Key mode
da_dk: Nøgletilstand
de_de: Tastenmodus
es_es: Modo llave
ga: Mód eochrach
zh_cn: 按键模式

# #30014
source: FM Board
de_de: FM-Karte
es_es: Placa FM
ga: Bord FM
zh_cn: FM 板

# #30015
source: Audio buffer (ms)
da_dk: Lydbuffer (ms)
de_de: Audiopuffer (ms)
es_es: Búfer de Audio (ms)
ga: Maolán fuaime (ms)
zh_cn: 音频缓冲区（ms）

# #30016
source: Cpu clock (MHz)
de_de: CPU-Takt (MHz)
es_es: Reloj de la CPU (MHz)
ga: Clog LAP (MHz)
zh_cn: CPU 时钟（MHz）

# #30000
source: Settings
da_dk: Indstillinger
es_es: Ajustes
